/* button in progress sheet */
"Stop" = "Stopp";

/* menu item */
"Update iPod" = "iPod aktualisieren";

/* Restore iPod command key */
"R" = "R";

/* menu item */
"Restore iPod" = "iPod wiederherstellen";

/* menu item */
"Close Window" = "Fenster schließen";

/* menu item */
"Copy" = "Kopieren";

/* menu item */
"Paste" = "Einsetzen";

/* menu item */
"Quit" = "Beenden";

/* Close Window command key */
"W" = "W";

/* menu title */
"Edit" = "Bearbeiten";

/* menu item */
"About iPod Updater" = "Über den iPod Updater";

/* menu item */
"Cut" = "Auschneiden";

/* Cut command key */
"X" = "X";

/* Quit command key */
"Q" = "Q";

/* menu title */
"Options" = "Optionen";

/* Copy command key */
"C" = "C";

/* Paste command key */
"V" = "V";

/* text next to lock when locked */
"Click the lock to make changes." = "Klicken Sie in das Schloss, um Änderungen vorzunehmen.";

/* Return Character */
"\r" = "\r";

/* text next to lock when unlocking */
"Authenticating..." = "Identifizieren…";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "Klicken Sie in das Schloss, um Änderungen zu verhindern.";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "Der Mac OS Fehlercode war <error>.";

/* error message */
"Error updating or restoring iPod. (<error>)" = "Fehler beim Aktualisieren oder Wiederherstellen des iPod (<error>)";

/* error message */
"Could not find updater library." = "Updater-Bibliothek wurde nicht gefunden.";

/* error message */
"The iPod Updater cannot open the library FlashLibrary.bundle." = "Der iPod Updater kann die Bibliothek „FlashLibrary.bundle“ nicht öffnen.";

/* error message */
"An unexpected error occurred." = "Ein unerwarteter Fehler ist aufgetreten.";

/* detail of error message */
"The iPod Updater application may be damaged." = "Der iPod Updater ist möglicherweise beschädigt.";

/* error message */
"Out of memory." = "Nicht genügend Speicher.";

/* error message */
"The iPod Updater requires Mac OS X." = "Der iPod Updater benötigt Mac OS X.";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "Der iPod Updater benötigt CarbonLib 1.4 oder neuer.";

/* error message */
"The iPod is not mounted." = "Der iPod ist nicht auf dem Schreibtisch aktiviert.";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Wenn Sie während eines Vorgangs das Programm beenden, müssen Sie unter Umständen die iPod Software später wiederherstellen.";

/* info window version */
"<version> (up to date)" = "<version> (aktuelle Version)";

/* info window label */
"Software Version:" = "Software-Version:";

/* about window app version line */
"Version <version>" = "Version <version>";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "Ihr iPod wurde auf die Version <version> aktualisiert. Bitte trennen Sie den iPod vom Computer und verbinden Sie ihn dann erneut mit dem Computer, damit der Aktualisierungsvorgang abgeschlossen werden kann.";

/* confirmation dialog title */
"Quit " = "Beenden";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "Bitte schließen Sie für die Aktualisierung jeweils nur einen iPod an.";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Ihr iPod wurde auf die Werkseinstellung zurückgesetzt. Bitte trennen Sie den iPod vom Computer und verbinden Sie ihn dann erneut mit dem Computer, damit der Wiederherstellungsvorgang abgeschlossen werden kann.";

/* info window label */
"Name:" = "Name:";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Ihr iPod wurde auf die Werkseinstellung zurückgesetzt. Bitte entfernen Sie das iPod Symbol vom Schreibtisch, trennen Sie den iPod dann vom Computer und verbinden Sie ihn schließlich erneut mit dem Computer, damit der Wiederherstellungsvorgang abgeschlossen werden kann.";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "Beim Wiederherstellen wird der gesamte iPod gelöscht und die Werkseinstellungen werden wiederhergestellt. Ihre Musiktitel und sonstige Daten werden dabei gelöscht.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "Ein iPod ist mit dem Computer verbunden, aber er wird nicht auf dem Schreibtisch aktiviert.";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please leave the iPod connected and wait while it completes the update process." = "Ihr iPod wurde auf die Version <version> aktualisiert und startet gerade neu. Bitte trennen Sie die Verbindung zum iPod nicht und warten bis der Prozess abgeschlossen ist.";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please leave the iPod connected and wait while it completes the restore process." = "Ihr iPod wurde auf die Werkseinstellung zurückgesetzt und startet gerade neu. Bitte trennen Sie die Verbindung zum iPod nicht und warten bis der Prozess abgeschlossen ist.";

/* error message */
"More than one iPod is attached." = "Es ist mehr als ein iPod angeschlossen.";

/* button for main window */
"Nothing" = "Nichts";

/* error message */
"This iPod requires Mac OS X version 10.2.8." = "Für diesen iPod benötigen Sie Mac OS X Version 10.2.8.";

/* error message */
"The iPod disk does not have the correct structure." = "Die iPod Festplatte hat nicht die erforderliche Struktur.";

/* progress message */
"Updating iPod software" = "Die iPod Software wird aktualisiert";

/* about window firmware version line */
"iPod Software Version <version>" = "iPod Software Version <version>";

/* progress message */
"Done updating iPod software" = "Aktualisierung der iPod Software ist abgeschlossen";

/* main window title */
"iPod Windows Software <version> Updater" = "iPod Windows Software <version> Updater";

/* button for main window */
"Update" = "Aktualisieren";

/* button for main window */
"Restore" = "Wiederherstellen";

/* progress message */
"Done restoring iPod software" = "Wiederherstellen der iPod Software ist abgeschlossen";

/* info window label */
"Capacity:" = "Kapazität:";

/* main window message */
"The attached iPod model is not supported by this application." = "Das angeschlossene iPod Modell wird von diesem Programm nicht unterstützt.";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "Ihr iPod wurde auf die Version <version> aktualisiert. Bitte trennen Sie den iPod vom Computer und verbinden Sie ihn dann erneut mit dem Computer, damit der Aktualisierungsvorgang abgeschlossen werden kann.";

/* main window message */
"Update is complete. Please disconnect iPod from computer and connect it to the external power supply to allow firmware reflash." = "Aktualisierung abgeschlossen. Trennen Sie den iPod von Ihrem Computer und verbinden Sie ihn mit einer externen Stromquelle, damit die Firmware erneut installiert werden kann.";

/* progress message */
"Restoring iPod software" = "iPod Software wiederherstellen";

/* message for main window */
"Reset iPod to Windows factory settings. \rAll music and data will be erased." = "Werkseinstellungen des iPod für Windows wiederherstellen. \rAlle Musiktitel und sonstige Daten werden dabei gelöscht.";

/* main window message */
"Plug in an iPod to update it." = "Schließen Sie einen iPod an, um ihn zu aktualisieren.";

/* error message */
"An error occurred. There may be open files on the iPod." = "Ein Fehler ist aufgetreten. Möglicherweise sind Dateien auf dem iPod geöffnet.";

/* error message */
"No iPod is attached." = "Es ist kein iPod angeschlossen.";

/* info window capacity */
"MB" = "MB";

/* message for main window */
"Update puts the latest system software on your iPod." = "Der Updater installiert die aktuelle Systemsoftware auf Ihrem iPod.";

/* error message */
"The updater does not have a volume image." = "Der Updater hat kein Volume-Image.";

/* error message */
"The updater does not have a firmware image." = "Der Updater hat kein Firmware-Image.";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Es sind mehr als ein iPod angeschlossen. Bitte schließen Sie für die Aktualisierung jeweils immer nur einen iPod an.";

/* info window version */
"<version>" = "<Version>";

/* confirmation dialog title */
"Restore " = "Wiederherstellen ";

/* main window title */
"iPod Updater" = "iPod Updater";

/* main window message */
"Your iPod has been updated to version <version>, and must be restarted to complete the update process." = "Ihr iPod wurde auf die Version <version> aktualisiert und muss neu gestartet werden, um den Wiederherstellungsvorgang abzuschließen.";

/* error message */
"Error updating or restoring iPod. [<error>]" = "Fehler beim Aktualisieren oder Wiederherstellen des iPod [<error>]";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "Sind Sie sicher, dass Sie die iPod Software wiederherstellen möchten?";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "Die Datei „SysInfo“ konnte auf der iPod Festplatte nicht gefunden werden.";

/* error message */
"This iPod requires Mac OS X version 10.3.4 or newer." = "Für diesen iPod benötigen Sie Mac OS X Version 10.3.4 oder neuer.";

/* main window message */
"Your iPod has been restored and must be restarted to complete the restore process." = "Ihr iPod wurde wiederhergestellt und muss neu gestartet werden, damit der Wiederherstellungsvorgang abgeschlossen werden kann.";

/* info window version */
"<version> (needs update)" = "<version> (Aktualisierung erforderlich)";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "Alle Daten, die sich zur Zeit auf dem iPod befinden, werden gelöscht.";

/* info window capacity */
"GB" = "GB";

/* confirmation message */
"Quit while this operation is in progress?" = "Möchten Sie den Vorgang beenden, obwohl er noch nicht abgeschlossen ist?";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Es wurde zwar ein iPod gefunden, jedoch muss er auf dem Schreibtisch aktiviert werden, damit der gewünschte Vorgang durchgeführt werden kann.";

/* info window label */
"iPod (Recovery Mode)" = "iPod (Wiederherstellungsmodus)";

/* info window label */
"Serial Number:" = "Seriennummer:";

/* info window label */
"N/A" = "N.v.";

/* main window message */
"The attached iPod does not have proper software on it." = "Auf dem angeschlossenen iPod befindet sich nicht die richtige Software.";

/* error message */
"The iPod could not be unmounted because it is in use. Please close any open files on the iPod and try again." = "Der iPod konnte nicht vom Schreibtisch entfernt werden, da er in Verwendung ist. Bitte schließen Sie alle Dateien auf dem iPod und versuchen es erneut.";

/* main window message */
"Initializing..." = "Initialisieren…";

/* error message */
"An error occurred. This Updater cannot update Windows (FAT) formatted iPods. Try restore or using the Windows Updater." = "Ein Fehler ist aufgetreten. Dieser Updater kann keinen Windows (FAT) formatierten iPod aktualisieren. Versuchen Sie „Wiederherstellen“ oder verwenden Sie den Windows Updater.";

/* error message */
"Could not obtain authentication." = "Die Identifizierung wurde nicht erhalten.";

/* main window message */
"Restore is complete. Please disconnect iPod from computer and connect it to the external power supply to allow firmware reflash." = "Wiederherstellung abgeschlossen. Trennen Sie den iPod von Ihrem Computer und verbinden Sie ihn mit einer externen Stromquelle, damit die Firmware erneut installiert werden kann.";

/* about payloads */
"Included Updates:" = "Enthält folgende Updates:";

/* About box title */
"iPod Updater" = "iPod Updater";

